seqread/150_node/job_1471060_fiojob_32/nid00031_fiojob_32/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 32 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=32): err= 0: pid=13269: Tue Jul 20 15:59:12 2021
  read: IOPS=30.9k, BW=121MiB/s (127MB/s)(35.4GiB/300057msec)
    slat (usec): min=10, max=1423.6k, avg=1023.51, stdev=7251.90
    clat (usec): min=10, max=25923k, avg=263279.05, stdev=1605291.73
     lat (usec): min=21, max=26316k, avg=264303.47, stdev=1611369.21
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[    6], 90.00th=[   26], 95.00th=[   37],
     | 99.00th=[ 7953], 99.50th=[13758], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min=  576, max=4476739, per=100.00%, avg=127065.37, stdev=21462.26, samples=19018
   iops        : min=  144, max=1119182, avg=31766.30, stdev=5365.56, samples=19018
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=80.84%, 20=8.92%, 50=5.42%
  lat (msec)   : 100=0.07%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.02%
  lat (msec)   : 2000=0.19%, >=2000=4.49%
  cpu          : usr=0.90%, sys=2.96%, ctx=423892, majf=0, minf=9475
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=9273854,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=121MiB/s (127MB/s), 121MiB/s-121MiB/s (127MB/s-127MB/s), io=35.4GiB (38.0GB), run=300057-300057msec